Revit 2027 API
NumberingSchemaTypes.StructuralNumberingSchemas.ReinforcementFabric Property
 Built-in schema used for numbering fabric reinforcement elements
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static NumberingSchemaType ReinforcementFabric { get; }
Public Shared ReadOnly Property ReinforcementFabric As NumberingSchemaType
	Get
public:
static property NumberingSchemaType^ ReinforcementFabric {
	NumberingSchemaType^ get ();
}
static member ReinforcementFabric : NumberingSchemaType with get
Property Value
NumberingSchemaType
See Also
Reference
NumberingSchemaTypes.StructuralNumberingSchemas Class
Autodesk.Revit.DB Namespace